Repository: GeMesoft/trails
Catalog: Properties/Resources.*.resx
Languages: de, es, fr, it, sv

# UI_Activity_EditTrail_AddTrail
source: Add Trail
de: Trail hinzufügen
es: Agregar sendero
fr: Ajouter un Trail
it: Aggiungi un Trail
sv: Lägg till trail

# UI_Activity_EditTrail_EditTrail
source: Edit Trail
de: Trail bearbeiten
es: Editar sendero
fr: Editer Trail
it: Modifica il Trail
sv: Editera trail

# UI_Activity_EditTrail_InsertFailed
source: Insert failed
de: Einfügen fehlgeschlagen
es: Error al insertar
fr: Insertion en erreur
it: Inserimento fallito
sv: Tillägg misslyckades

# UI_Activity_EditTrail_Latitude
source: Latitude
de: Länge
es: Latitud
it: Latitudine
sv: Latitud

# UI_Activity_EditTrail_Longitude
source: Longitude
de: Breite
es: Longitud
it: Longitudine
sv: Longitud

# UI_Activity_EditTrail_Radius
source: Radius
es: Radio
fr: Rayon
it: Raggio
sv: Radie

# UI_Activity_EditTrail_RadiusNumeric
source: Radius must be numeric.
de: Der Radius muss eine Zahl sein.
es: El radio debe ser númerico.
fr: Le rayon doit être numérique
it: Il raggio deve essere espresso da un numero
sv: Radie måste vara numerisk.

# UI_Activity_EditTrail_TrailNameReqiured
source: Trail name is required.
de: Der Name des Trails ist erforderlich.
es: Se requiere un nombre del sendero.
fr: Le nom du Trail est requis.
it: E' richiesto il nome del Trail
sv: Namn krävs på trail.

# UI_Activity_EditTrail_UniqueTrailNameRequired
source: Unique trail name is required.
de: Der Name des Trails muss eindeutig sein.
es: Se requiere un nombre único para el sendero.
fr: Un nom unique pour le Trail est requis.
it: E' richiesto un nome univoco per il Trail
sv: Unikt namn krävs på trail.

# UI_Activity_EditTrail_UpdateFailed
source: Update failed
de: Aktualisierung fehlgeschlagen
es: Error al actualizar
fr: Mise à jour en erreur
it: Aggiornamento fallito
sv: Uppdatering misslyckades.

# UI_Activity_Page_AddTrail_TT
source: Add new trail or selected points to current trail. (Select points on the map before pushing this button).
de: Füge neuen Trail hinzu, oder ausgewählte Punkte zum aktuellen Trail (Wählen Sie Punkte auf der Karte aus, bevor Sie diese Schaltfläche betätigen).
es: Agrega un nuevo sendero o puntos seleccionados a un sendero. (Seleccionar los puntos del sendero en el mapa antes de pulsar este botón).
fr: Ajouter un nouveau trail ou les points sélectionnés au trail en cours. (Sélectionner les points sur la carte avant de presser ce bouton).
it: Aggiungere un nuovo Trail o aggiungere i punti selezionati al Trail corrente. (Selezionare i punti sulla mappa prima di premere questo pulsante).
sv: Lägg till ny trail eller lägg till valda punkter till nuvarande trail. (Välj punkter på kartan före denna knapp aktiveras.)

# UI_Activity_Page_DeleteTrailConfirm
source: Are you sure you want to delete this trail?
de: Wollen Sie diesen Trail wirklich löschen?
es: ¿Está seguro de que desea borrar el sendero?
fr: Êtes-vous certain de vouloir supprimer ce trail ?
it: Sicuro di volere cancellare questo Trail?
sv: Är du säker på att du vill ta bort denna trail?

# UI_Activity_Page_DeleteTrail_TT
source: Delete this trail.
de: Diesen Trail löschen.
es: Borrar el sendero.
fr: Supprimer ce trail.
it: Cancellare questo Trail
sv: Ta bort trail.

# UI_Activity_Page_EditTrail_TT
source: Edit this trail. (Select the trail points on the map before pushing this button).
de: Diesen Trail bearbeiten (Wählen Sie die Trailpunkte auf der Karte aus, bevor Sie diese Schaltfläche betätigen).
es: Editar sendero. (Seleccionar el sendero en el mapa antes de pulsar este botón).
fr: Editer ce trail. (Sélectionner les points du trail sur la carte avant de presser ce bouton).
it: Modificare questo Trail. (Selezionare i punti del Trail sulla mappa prima di premere questo pulsante).
sv: Editera denna trail. (Välj trail punkterna på kartan före denna knapp aktiveras.)

# UI_Activity_Page_UpdateTrail
source: Do you want to update the trail GPS locations to currently selected points?
de: Wollen Sie die GPS-Punkte des Trails zu den derzeit ausgewählten Punkten aktualisieren?
es: ¿Desea actualizar la localización de los puntos GPS del sendero con los actualmente selecionados?
fr: Voulez vous mettre à jour les localisations GPS du trail avec les points sélectionnés en cours ?
it: Vuoi aggiornare le coordinate GPS del Trail ai punti attualmente selezionati?
sv: Vill du uppdatera trail GPS punkter med de valda punkterna?

# UI_Settings_DefaultRadius
source: Default Radius
es: Radio por defecto
fr: Add new points by pressing the Add button.
it: Raggio di default
sv: Default radie

# UI_Settings_DefaultRadius_ToolTip
source: Default radius for trail points when adding new trails. Changing this value will not effect existing trails.
de: Default-Radius für Trail-Punkte beim Hinzufügen neuer Trails. Vorhandene Trails werden durch eine Änderung dieses Werts nicht beeinflusst.
es: Radio por defecto para los puntos de senderos nuevos cuando son añadidos. Los cambios sobre este valor no tendrá efecto sobre los senderos existentes.
fr: Rayon par défaut pour les points de Trail quand il y a ajout de nouveaux trails. Changer cette valeur n'affectera pas les trails existants.
it: Raggio di default per i punti del Trail quando si aggiungono nuovi Trail. Il cambiamento di questo valore non avrà effetto sui Trail esistenti.
sv: Default radie för trail punkter då nya punkter läggs till. Ändring av denna parameter påverkar inte existerande spår.

# UI_Activity_Page_AddTrail_Replace
source: Press {0} to add the selected points to the current trail, {1} to add a new trail.
de: Drücken Sie {0}, um die ausgewählten Punkte zum aktuellen Trail hinzuzufügen, {1} um einen neuen Trail anzulegen.
es: Presiona {0} para agregar los puntos seleccionados al sendero actual , {1} para agregar un nuevo sendero.
fr: Presser {0} pour ajouter les points sélectionnés au trail en cours, {1} pour ajouter un nouveau trail.
it: Premere {0} per aggiungere i punti selezionati al Trail corrente, {1} per aggiungere un nuovo Trail.
sv: Välj {0} för att lägga till valda punkter till nuvarande trail, {1} för att lägga till ny trail.

# TrailPointsControlLayer
source: Trail Points
de: Trailpunkte
es: Puntos del sendero
fr: Points de Trail
it: Punti di Trail
sv: Trail punkter

# TrailChartsName
source: Trail Charts
de: Trail-Diagramme
es: Gráficas Senderos
fr: Graphique Trail
it: Grafici di Trail
sv: Trail Grafer

# UI_Activity_EditTrail_EditRow
source: Double click the table to edit values.
de: Mit Doppelklick in der Tabelle können Sie Werte bearbeiten.
es: Pulse doble click en la tabla para editar valores.
fr: Double cliquer la table pour modifier les valeurs.
it: Doppio click per modificare i valori della tabella.
sv: Dubbelklicka i tabellen för att editera.

# UI_Activity_List_LimitSelection
source: Limit activities to activities selected in list
de: Aktivitäten auf die in der Liste ausgewählten beschränken
es: Limitar las actividades a las que se encuentran seleccionadas en la lista
fr: Limiter les activités aux activités sélectionnées de la liste
it: Limitare le attività a quelle selezionate nella lista
sv: Begränsa aktiviteter till valda i listan

# UI_Activity_List_ReferenceResult
source: Set Reference result ({0}, Current: {1})
de: Setze Referenzeregebnis ({0}, Aktuell: {1})
es: Referencia de resultado establecida ({0}, actual: {1})
fr: Régler le résultat de référence ({0}, Current : {1})
it: Impostare il risultato di riferimento ({0}, Attuale: {1})
sv: Sätt referens resultat ({0}, Nuvarande: {1})

# UI_Activity_List_Splits
source: Mark other sub Trails or splits in list
de: Markiere in der Liste andere Sub-Trails oder Zwischenzeiten
es: Marcar otras subsecciones o vueltas en la lista
fr: Marquer les autres Trails ou intervalles dans la liste
it: Identificare altre sezioni di Trails oppure sezioni nella lista
sv: Markera liknade trail eller etapper i listan

# UI_Activity_List_URLimit
source: Limit activities with UniqueRoutes from reference result{0}
de: Aktivitäten mittels Unique Routes anhand des Referenzergebnisses {0} einschränken
es: Limitar actividades con Unique Routes usando la referencia {0}
fr: Limiter les activités avec Unique Route du résultat de réference {0}
it: Limitare le attività con Unique Routes dai risultati di riferimento {0}
sv: Begränsa aktiviter med Unique Routes från referens resultat ({0})

# Trail_Reference_Name
source: Reference Activity
de: Referenz-Aktivität
es: Actividad de referencia
fr: Activité de la référence
it: Attività di riferimento
sv: Referens Aktivitet

# Trail_NoTrailSelected
source: -- Select Trail in List --
de: -- Trail in der Liste auswählen --
es: -- Selecciona sendero de la lista --
fr: -- Sélectionner Trail dans la liste --
it: - Seleziona il Trail nella lista -
sv: -- Välj Trail i listan --

# UI_Activity_Page_SelectPointsError
source: You must select a point on the map. To select a point, just click on the track. Add new points by pressing the Add button. To make a copy of the current reference activity, select Trail {0}, then press Edit button.
de: Sie müssen einen Punkt auf der Karte auswählen. Um einen Punkt auszuwählen, einfach auf den Track klicken. Um neue Punkte hinzuzufügen, Schaltfläche "Hinzufügen" drücken. Um die aktuelle Referenzaktivität zu kopieren, Trail {0} auswählen, dann die Schaltfläche "Bearbeiten" betätigen.
es: Debe seleccionar un punto en el mapa. Para seleccionar un punto haga un click en el mapa. Para hacer una copia de la actividad de referencia seleccione el sendero {0} y pulse el botón Editar.
fr: Vous devez sélectionner un point sur la carte. Pour sélectionner un point, cliquer simplement sur le tracé. Ajouter de nouveaux points en pressant le bouton Ajouter. Pour faire une copie de l'activité de référence en cours, sélectionner Trail {0}, puis presser le bouton Editer.
it: Devi selezionare un punto sulla mappa. Per selezionare un punto, click sulla traccia. Per selezionare un punto, click sulla traccia. Aggiungi nuovi punti premendo il pulsante Add. Per fare una copia dell'attività di riferimento corrente, seleziona Trail {0}, quindi premi il pulsante Edit.
sv: Du måste välja en punkt på kartan. För att välja en punkt, klicka bara på ett aktivitetsspår. Du kan kopiera Trail punkter i nuvarande referens aktivitet genom att välja Trail {0} och klicka på knappen för editera.

# UI_Activity_List_Advanced
source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
sv: Avancerat

# UI_Activity_List_URSelect
source: Add similar activities with UniqueRoutes from reference result{0}
de: Ähnliche Aktivitäten mittels Unique Routes anhand des Referenzergebnisses {0} hinzufügen
es: Agregar actividades similares con el plugin Unique Routes usando la referencia {0}
fr: Ajouter des activités similaires avec Unique Route du résultat de réference {0}
it: Aggiungere conUnique Routes attività simili dall'attività di riferimento {0}
sv: Unique Routes från referens result ({0})

# UI_Activity_List_ExcludeResult
source: Exclude result from list
de: Ergebnis aus der Liste ausschließen
es: Excluir resultados de la lista
fr: Exclure le résultat de la liste
it: Escludere il risultato dalla lista
sv: Exkludera resultat från tabell

source: Set Name At Import
de: Name beim Import setzen
es: Establecer nombre al importar
fr: Définir le nom à l'importation
it: Imposta il nome all'importazione
sv: Sätt namn vid import

# UI_Activity_List_URCommon
source: Mark UniqueRoutes Common Stretches
es: Marcar las extensiones comunes mediante el plugin Unique Routes
fr: Marquer les extensions communes de Unique Route
it: Identificare i tratti comuni di Unique Routes
sv: Markera Unique Routes gemensamma sträckor

# HighScoreCompatible
source: A HighScore Trail can be generated.
de: Ein HighScore-Trail kann erzeugt werden.
es: Un sendero de High Score puede ser generado.
fr: Un Trail HighScore peut être généré
it: Può essere generato un HighScore Trail
sv: En HighScore Trail kan genereras.

# HighScorePluginName
source: HighScore plugin
es: High Score
fr: Plug-in HighScore
it: Plugin HighScore

# HighScoreToInstall
source: Install at least version {0} of {1} to get a HighScore Trail.
de: Installieren Sie mindestens Version {0} von {1}, um einen HighScore-Trail zu erhalten.
es: Instale al menos la versión {0} de {1} para acceder a Trails desde el plugin High Score.
fr: Installer au moins la version {0} de {1} pour avoir un Trail HighScore
it: Installare almeno la versione {0} di {1} per avere HighScore Trail.
sv: Installera åtminstone version {0} av {1} för att analysera med HighScore.

source: Required
de: Erforderlich
es: Requerido
fr: Requis
it: Richiesto
sv: Obligatorisk

# UI_Activity_EditTrail_Copy
source: Edit a copy of the Trail?
de: Eine Kopie des Trails bearbeiten?
es: ¿Editar una copia del sendero?
fr: Editer une copie du Trail ?
it: Modificare una copia del Trail?
sv: Editera en kopia av nuvarande trail?

# UI_Activity_EditTrail_Export
source: Export Trail as activity?
de: Trail als Aktivität exportieren?
es: ¿Exportar el sendero como actividad?
fr: Exporter le Trail comme une activité ?
it: Esportare il Trail come attività?
sv: Exportera trail som aktivitet?

# UI_Activity_List_AddInBound
source: Add InBound activities as results
es: Agregar actividades de entrada como resultados
fr: Ajouter des activités entrantes comme résultats
it: Aggiungere le attività nella zona come risultati
sv: Lägg till aktiviteter i trail område som resultat

# UI_Chart_resyncDiffAtTrailPoints
source: Resync Diff at Trail Points
es: Resincronizar las diferencias en los puntos del sendero
it: Risincronizzare la differenza nei punti Trail
sv: Synka diff vid trail punkter

# UI_Chart_syncChartAtTrailPoints
source: Sync Chart at Trail Points
es: Sincronizar gráficas con los puntos del sendero
it: Sincronizzare il grafico nei punti Trail
sv: Synka diagram vid trail punkter

# UI_Chart_adjustResyncDiffAtTrailPoints
source: Adjust Resync Diff at Trail Points
es: Ajustar las diferencias de resincronización en los puntos del sendero
sv: Synkronisera diff vid trail punkter

# UI_Activity_List_AddCurrentCategory
source: Add Activities with Current Reference Category
de: Aktivitäten mit der aktuellen Referenz-Kategorie einfügen
es: Agregar actividades con la actual categoría de referencia
fr: Ajouter des activités avec la catégorie de référence actuelle
it: Aggiungere attività con l'attuale Categoria di Riferimento

# PerformancePredictorCompatible
source: Analyze possible with PerformancePredictor.
es: El análisis es posible con Performance Predictor.
sv: Resultat kan analyseras med PerformancePredictor.

# PerformancePredictorToInstall
source: Install at least version {0} of {1} to analyze with PerformancePredictor.
es: Instale al menos la versión {0} de {1} para poder realizar análisis con el plugin Performance Predictor.
sv: Problem att kommunicera med {0}. Se till att {1} är installerad.

# UI_Activity_Menu_ShowToolBar
source: Show Chart Tools
es: Mostrar herramientas gráficas
fr: Afficher les outils graphiques
sv: Visa kartverktyg

# UI_Activity_Page_AddTrail_Generated
source: Press {0} to add the current activity as a new trail, {1} to add the selected points new trail
es: Presiona {0} para agregar la actividad actual como un sendero nuevo , {1} para agregar los puntos seleccionados como un nuevo sendero.
sv: Välj {0} för att skapa trail av nuvarande aktivitet, {1} för att lägga valda punkter till ny trail.

# UI_Activity_List_AscendingSpeed_VAM
source: Ascending Speed (VAM)
es: Velocidad Ascendente (VAM)
sv: Stigningshastighet (VAM)

# UI_Activity_List_DiffPresent
source: Diff
es: Diferencias

# UI_Activity_List_IdealTime
source: IdealTime
es: Tiempo Ideal
sv: Idealtid

# UI_Chart_ChartBorderSmooth
source: Chart Border Smooth
es: Suavizado en gráficas
sv: Utjämna graf vid gräns

# UI_EditList_AutomaticRefActivity
source: Automatic
es: Automático
sv: Automatiskt

# UI_Settings_AdjustElevationAtImport
source: Adjust Elevation at Import
es: Ajustar elevación al importar
sv: Justera höjd vid import

# UI_Settings_BarometricDevices
source: Barometric Devices
es: Dispositivos barométricos
sv: Barometerenheter

# UI_Settings_GradeAdjustedPace
source: Grade Adjusted Pace
es: Ajustes del grado de paso
sv: Lutningsjusterat tempo

# UI_Settings_PredictTimeForDistance
source: Predict Time for Distance
es: Predecir tiempo para la distancia
sv: Prediktera tid för distans

# UI_Settings_StoppedCategoryOverride
source: Stopped Category Override
es: Categorías sin tiempo detenido:
sv: Kategori för att överrida stopp
